13/data/attachments/798168876e095aae.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>Andrew_positive_Actions_15080_8</nif:username>
            <nif:friendToBeAdded>soap_actions_02bb31c7-3d88-4dc5-b1ca-a5c8c878fa5b</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>